export const bartenderDialogue = {
    beforeGame: [
        "О, прийшов!",
        "Привіт, Дмитро!",
        "З днем народження!",
        "Бажаю тобі, щоб був здоровий!\n В твоєму віці це важливо!",
        "Ще грошенят побільше і звісно ж удачі!",
        "Дуже радий, що ти є!",
        "Давай зіграємо в монетку",
        "Правила тобі відомі",
        "Якщо виграєш,\n то пиво в цьому закладі безкоштовно",
        "І зможеш крутити слот скільки захочеш",
        "Обирай сторону:"
    ],
    lose: [
        "Програв(",
        "Але можеш спробувати ще раз",
        "Обирай сторону:"
    ],
    win: [
        "Вау! Вітаю з перемогою🎉",
        "Тепер можеш пити пиво і гемблити, скільки заманеться",
        "Ще раз вітаю з днем народження!"
    ]
}